10/data/attachments/1b79e9964ec4512.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_office_Actions_98246_0</nif:username>
            <nif:friendToBeRequested>soap_actions_483a4ba2-a522-4cf8-ac9c-d9c3af666742</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>